{
    "metadata": {
        "version": "1.0",
        "description": "業種別テンプレート - Task 6 Phase 3 Implementation",
        "created": "2026-01-13"
    },
    "templates": {
        "manufacturing": {
            "name": "製造業",
            "icon": "🏭",
            "disaster_assumption": "当社工場は○○県に所在しており、今後30年以内に震度6弱以上の地震が発生する確率は約○○%と高い地域です。また、工場周辺にはハザードマップによると浸水想定区域が存在します。",
            "business_overview": "当社は○○を製造し、主要取引先への供給を担っています。サプライチェーンにおいて当社が停止すると、取引先の生産ラインにも影響が及ぶため、事業継続は極めて重要です。",
            "measures": {
                "personnel": "緊急連絡網の整備、従業員の多能工化を推進し、災害時にも生産を継続できる体制を構築します。",
                "building": "工場建屋の耐震診断を実施し、必要に応じて補強工事を計画します。機械設備の固定も順次実施します。",
                "money": "災害対応融資枠を確保するとともに、火災保険・地震保険への加入を維持します。",
                "data": "重要な設計データ・顧客情報のクラウドバックアップを毎日実施します。"
            },
            "response_procedures": [
                "地震発生時：すぐに機械を停止し、安全な場所へ避難",
                "従業員安否確認：災害伝言板・グループLINEで安否確認",
                "設備点検：主要設備の目視点検を実施",
                "取引先連絡：主要取引先への状況報告"
            ]
        },
        "retail": {
            "name": "小売業",
            "icon": "🏪",
            "disaster_assumption": "当店舗は○○市に所在しており、ハザードマップによると浸水想定区域（最大浸水深○m）に位置しています。また、地震による建物倒壊のリスクも考慮が必要です。",
            "business_overview": "当社は○○を販売する小売業を営んでおり、地域住民への生活必需品の供給という社会的役割を担っています。災害時にも可能な限り営業を継続し、地域の復旧に貢献します。",
            "measures": {
                "personnel": "スタッフの緊急連絡体制を整備し、シフト勤務者間での相互連絡が可能な仕組みを構築します。",
                "building": "店舗内の棚・ガラスケースの固定、非常口の確保を徹底します。",
                "money": "売上金の迅速な銀行入金、小口現金の最小化により被害を軽減します。",
                "data": "POSデータのクラウドバックアップを毎日実施します。"
            },
            "response_procedures": [
                "地震発生時：お客様の安全確保を最優先、店外への誘導",
                "営業可否判断：建物安全確認後、営業再開可否を判断",
                "在庫確認：商品の破損・汚損状況を速やかに確認"
            ]
        },
        "service": {
            "name": "サービス業",
            "icon": "💼",
            "disaster_assumption": "当社事務所は○○市に所在しており、地震および停電によるサービス継続への影響が懸念されます。特にITインフラへの依存度が高いため、電源確保が重要課題です。",
            "business_overview": "当社は○○サービスを提供しており、顧客との継続的な関係維持が事業の根幹です。災害時にも顧客対応を継続し、信頼を維持することが重要です。",
            "measures": {
                "personnel": "リモートワーク環境を整備し、オフィス被災時も自宅から業務継続可能な体制を構築します。",
                "building": "UPS（無停電電源装置）の設置により、停電時も最低限のシステム稼働を維持します。",
                "money": "オンライン決済システムの導入により、現金取り扱いリスクを軽減します。",
                "data": "顧客データ・業務データのクラウドバックアップ（日次）とオフサイトバックアップ（週次）を実施します。"
            },
            "response_procedures": [
                "地震発生時：安全確認後、顧客への状況連絡",
                "在宅勤務切替：オフィス被災時は速やかに在宅勤務へ移行",
                "システム確認：クラウドサービスの稼働状況を確認"
            ]
        },
        "construction": {
            "name": "建設業",
            "icon": "🏗️",
            "disaster_assumption": "当社は○○県を中心に建設工事を請け負っており、現場作業員の安全確保が最重要課題です。また、工事中の建物・資材への被害も想定されます。",
            "business_overview": "当社は住宅・商業施設の建設を主力事業としており、災害発生時には復旧工事の担い手としての役割も期待されています。自社の事業継続と地域復旧への貢献を両立します。",
            "measures": {
                "personnel": "現場ごとの避難計画策定、作業員の安全教育を定期的に実施します。",
                "building": "仮設事務所の耐風対策、資材置き場の浸水対策を講じます。",
                "money": "工事保険への加入、施主との災害時対応条項の契約書明記を徹底します。",
                "data": "施工図面・工程表のクラウド管理により、データ損失リスクを軽減します。"
            },
            "response_procedures": [
                "地震発生時：全現場の作業中止、作業員の退避指示",
                "安否確認：全現場の担当者から安否報告を収集",
                "現場点検：建設中建物・仮設足場の安全確認"
            ]
        },
        "restaurant": {
            "name": "飲食業",
            "icon": "🍽️",
            "disaster_assumption": "当店舗は○○市繁華街に所在しており、地震時の火災リスクおよび来店客の避難誘導が重要課題です。ガス設備の安全管理も必須です。",
            "business_overview": "当店は地域の方々に食事を提供する飲食店を営んでおり、災害時には地域住民への食事提供という役割も果たせる可能性があります。",
            "measures": {
                "personnel": "調理スタッフ・ホールスタッフ全員への避難訓練を四半期ごとに実施します。",
                "building": "ガス自動遮断装置の設置、消火器の適正配置を行います。",
                "money": "POSレジのクラウド連携により売上データを保護、保険加入を維持します。",
                "data": "レシピ・仕入先情報のデジタル化とバックアップを実施します。"
            },
            "response_procedures": [
                "地震発生時：火を止める、ガス元栓を閉める",
                "お客様誘導：安全な場所へ速やかに誘導",
                "営業再開判断：設備点検完了後、保健所確認を経て再開"
            ]
        }
    }
}